Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: shortages, including doctors, nurses, and other healthcare professionals. However, many face
fr_fr: main-d'œuvre, par exemple des professionnels de la santé comme les médecins ou les infirmières.

source: challenges in getting their training and experience recognised in Canada.
fr_fr: Toutefois, plusieurs d'entre eux ont de la difficulté à faire reconnaître leur formation et leur

source: Over half of immigrants
fr_fr: Plus de la moitié des immigrants détenant un baccalauréat ou un diplôme

source: with a bachelor's degree or higher are overqualified for their jobs, which is costing Canada's
fr_fr: supérieur sont surqualifiés pour leur emploi, ce qui coûte à l'économie canadienne des milliards de

source: economy billions of dollars every year.
fr_fr: dollars chaque année.

source: Improvements to foreign credential recognition are essential to ensure that immigration can
fr_fr: Il est impératif d'améliorer la reconnaissance des titres de compétences étrangers pour que

source: effectively help address labour shortages and support the Canadians that rely on goods and services
fr_fr: l'immigration aide effectivement à combler les pénuries de main-d'œuvre et pour soutenir la

source: from those sectors.
fr_fr: population qui dépend des biens et services provenant de ces secteurs.

source: As announced on October 27, 2025, Budget 2025 proposes to provide $97 million over
fr_fr: Comme il a été annoncé le 27 octobre 2025, le budget de 2025 propose de verser

source: five years, starting in 2026-27, to Employment and Social Development Canada to establish the Foreign Credential Recognition Action Fund to work with the provinces and
fr_fr: des titres de compétences étrangers . Le Ministère collaborera avec les provinces et les

source: territories to improve the fairness, transparency, timeliness, and consistency of foreign credential
fr_fr: territoires afin de rendre le processus de reconnaissance des titres de compétences étrangers plus

source: recognition, with a focus on health and construction sectors.
fr_fr: équitable, transparent, rapide et uniforme, en particulier dans les secteurs de la santé et de la

source: This funding will be sourced from
fr_fr: construction.

source: existing departmental resources.
fr_fr: Le financement à cet égard proviendra des ressources ministérielles existantes.

source: Recruiting International Talent
fr_fr: Recruter des talents à l'étranger

source: A resilient Canadian economy depends on a highly skilled workforce.
fr_fr: Pour être résiliente, l'économie canadienne a besoin d'une main-d'œuvre hautement qualifiée.

source: Immigration helps fill critical
fr_fr: L'immigration aide à combler des besoins de main-d'œuvre critiques dans des industries prioritaires

source: labour gaps in priority industries where there is not enough domestic talent.
fr_fr: où le bassin de talents canadiens ne suffit pas à la demande.

source: The International Talent Attraction Strategy and Action Plan will position the
fr_fr: connexe placeront le système d'immigration dans une bonne position pour répondre aux

source: immigration system to meet strategic labour market needs, ensuring Canada has the talent required to
fr_fr: besoins stratégiques du marché du travail, afin de garantir que le Canada dispose des talents

source: drive innovation and growth in our strategic industries, while respecting immigration targets to
fr_fr: nécessaires pour stimuler l'innovation et la croissance dans des secteurs clés, tout en respectant

source: ensure a sustainable immigration rate.
fr_fr: les cibles d'immigration de manière à assurer un taux d'immigration viable.

source: As an early measure, the government proposes a targeted, one-time initiative to recruit over a
fr_fr: À titre de première mesure, le gouvernement propose une initiative unique et ciblée de recrutement de

source: thousand highly qualified international researchers to Canada.
fr_fr: plus d'un millier de chercheurs étrangers hautement qualifiés au Canada.

source: The expertise of these researchers
fr_fr: L'expertise de ces

source: will help advance our global competitiveness and contribute to the economy of the future.
fr_fr: chercheurs aidera à renforcer la compétitivité internationale du Canada et contribuera à l'économie

source: contribute to research excellence in Canada, Budget 2025 proposes to provide up to
fr_fr: Pour favoriser l'excellence de la recherche au Canada, le budget de 2025 propose de

source: $1.7 billion for a suite of recruitment measures:
fr_fr: financer jusqu'à 1,7 milliard de dollars une série de mesures de recrutement :

source: Budget 2025 proposes to provide $1 billion over 13 years,
fr_fr: Le budget de 2025 propose de verser 1 milliard de dollars sur 13 ans, à compter

source: starting in 2025-26, to the Natural Sciences and Engineering Research Council, Social
fr_fr: de 2025-2026, au Conseil de recherches en sciences naturelles et en génie du Canada, au

source: Sciences and Humanities Research Council, and Canadian Institutes of Health Research to
fr_fr: Conseil de recherches en sciences humaines et aux Instituts de recherche en santé du Canada,

source: launch an accelerated research Chairs initiative to recruit exceptional international
fr_fr: afin qu'ils lancent une initiative accélérée de chaires de recherche visant à recruter des

source: researchers to Canadian universities.
fr_fr: chercheurs étrangers d'exception dans les universités canadiennes.

source: Budget 2025 proposes to provide $400 million over seven years,
fr_fr: Le budget de 2025 propose de verser 400 millions de dollars sur sept ans, à compter

source: starting in 2025-26, to the Canada Foundation for Innovation to establish a
fr_fr: de 2025-2026, à la Fondation canadienne pour l'innovation pour qu'elle mette sur pied un

source: complementary stream of research infrastructure support to ensure these recruited Chairs
fr_fr: volet complémentaire de soutien à l'infrastructure de recherche pour garantir que les chercheurs

source: have the equipment they need to conduct research in Canada.
fr_fr: recrutés pour occuper les chaires disposent de l'équipement nécessaire pour faire de la recherche au Canada.

source: Budget 2025 proposes to provide $133.6 million over three
fr_fr: Le budget de 2025 propose de verser 133,6 millions de dollars sur trois ans, à

source: years, starting in 2026-27, to the Natural Sciences and Engineering Research Council,
fr_fr: compter de 2026-2027, au Conseil de recherches en sciences naturelles et en génie du

source: Social Sciences and Humanities Research Council, and Canadian Institutes of Health Research
fr_fr: Canada, au Conseil de recherches en sciences humaines et aux Instituts de recherche en santé du

source: to enable top international doctoral students and post-doctoral fellows to relocate to
fr_fr: Canada pour qu'ils facilitent la réinstallation au Canada des meilleurs étudiants au doctorat et

source: Canada.
fr_fr: boursiers de recherches postdoctorales du monde entier.

source: Budget 2025 proposes to provide up to $120 million over
fr_fr: Le budget de 2025 propose de verser jusqu'à 120 millions de dollars sur

source: 12 years, starting in 2026-27, to the granting councils to support universities'
fr_fr: 12 ans, à compter de 2026-2027, aux conseils subventionnaires pour aider les

source: recruitment of international assistant professors, as appropriate.
fr_fr: universités à recruter des professeurs adjoints à l'étranger, selon le besoin.

source: Additional details on the launch of recruitment processes will be announced in the coming weeks.
fr_fr: Plus de renseignements sur ces mesures de recrutement seront fournis au cours des prochaines semaines.

source: The government will also examine whether Canada's research ecosystem requires further support to
fr_fr: Le gouvernement évaluera aussi si d'autres mesures sont requises pour maintenir les talents au sein

source: retain talent, and work to implement the capstone research organisation as announced in
fr_fr: de l'écosystème de la recherche au Canada, et s'emploiera à mettre en place l'organisation-cadre

source: Budget 2024.
fr_fr: pour la recherche annoncée dans le budget de 2024.

source: In addition, reflecting the foundational importance of research and innovation to
fr_fr: primordiale de la recherche et de l'innovation pour faire croître l'économie canadienne, les cibles

source: growing the Canadian economy, the Comprehensive Expenditure Review savings targets for the three
fr_fr: d'économies fixées dans l'examen exhaustif des dépenses seront ramenées à 2 % pour les trois

source: granting councils will be adjusted to two per cent.
fr_fr: conseils subventionnaires.

source: To strengthen Canada's innovation ecosystem, address labour shortages and attract top talent in
fr_fr: Pour renforcer l'écosystème d'innovation du Canada, remédier aux pénuries de main-d'œuvre et attirer

source: healthcare, research, advanced industries and other key sectors, in the coming months the government
fr_fr: les meilleurs talents dans les domaines des soins de santé et de la recherche, les industries de

source: will also launch an accelerated pathway for H1-B visa holders.
fr_fr: accéléré pour les détenteurs d'un visa H1-B.

source: Catalysing Investment in Airports and Ports
fr_fr: Stimuler l'investissement dans les ports et les aéroports

source: Canada's new government is taking action to catalyse investment in our airports and ports—so that we
fr_fr: Le nouveau gouvernement du Canada prend des mesures pour stimuler l'investissement dans nos ports et

source: build transportation infrastructure that can meet growing demand, encourage more tourism into
fr_fr: aéroports, afin de construire des infrastructures de transport pouvant répondre à la demande

source: Canada, bring down travel costs for Canadians, and help diversify our trade to the rest of the world.
fr_fr: croissante, favoriser le tourisme au pays, réduire les coûts de déplacement pour la population et

source: Airports and ports are central to diversifying Canada's trade.
fr_fr: aider à diversifier nos échanges commerciaux avec le reste du monde.

source: They connect our economy to
fr_fr: Les ports et aéroports sont

source: the world: around 20 per cent of Canada's exports and 23 per cent of imports
fr_fr: monde : environ 20 % des exportations et 23 % des importations canadiennes transitent

source: pass through ports.
fr_fr: par les ports.

source: Airports support high-value cargo exports, such as fish and lobster exported to
fr_fr: Les aéroports permettent les exportations de fret de grande valeur, par exemple le poisson et le homard exportés en Asie.

source: Asia. Budget 2025 announces the government's intention to unlock more of
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention d'exploiter encore plus le

source: the economic potential of Canada's airports and consider new ways to attract private sector
fr_fr: potentiel économique des aéroports du Canada et d'explorer de nouvelles façons d'attirer des

source: investment, including by negotiating lease extensions with airport authorities, enabling
fr_fr: investissements privés, notamment en négociant des prolongations de baux avec les administrations aéroportuaires.

source: more economic development activities on airport lands, and examining the existing airport
fr_fr: développement économique sur des terrains aéroportuaires et d'examiner les formules actuelles

source: ground lease rent formulas.
fr_fr: d'établissement des loyers de baux fonciers pour les aéroports.

source: The government's objective is to ensure the long-term
fr_fr: L'objectif du gouvernement est

source: sustainability and competitiveness of Canada's airports.
fr_fr: de garantir, à long terme, la viabilité et la compétitivité des aéroports du Canada.

source: Investing in Canada's airports
fr_fr: Les investissements réalisés dans ceux-ci génèrent des retombées intersectorielles : améliorer

source: delivers cross-sectoral benefits, from enhancing safety and transportation, improving
fr_fr: la sécurité et le transport, rendre plus abordable le coût du transport pour les Canadiens,

source: affordability for Canadians, strengthening regional access and connectivity, and driving
fr_fr: renforcer l'accès aux régions et la connectivité de celles-ci, et favoriser les échanges

source: trade and economic growth.
fr_fr: commerciaux et la croissance économique.

source: The government will also consider options for the privatisation
fr_fr: Le gouvernement se penchera par ailleurs sur divers

source: of airports.
fr_fr: scénarios pour privatiser des aéroports.

source: Budget 2025 also proposes to provide $55.2 million over four
fr_fr: Le budget de 2025 propose également de verser 55,2 millions de dollars sur quatre ans,

source: years, starting in 2026-27, with $72.5 million in remaining amortisation, and
fr_fr: à compter de 2026-2027, avec 72,5 millions de dollars en amortissement restant, et

source: $15.7 million ongoing thereafter, to Transport Canada to support safety-related
fr_fr: de 15,7 millions de dollars par année par la suite, à Transports Canada pour appuyer

source: infrastructure projects and upgrades, including those that support dual-use priorities, at
fr_fr: des projets d'infrastructures et des rénovations visant à améliorer la sécurité dans les

source: local and regional airports.
fr_fr: aéroports locaux et régionaux, ce qui comprend les infrastructures à double usage.

source: Funding will be delivered through the Airports Capital
fr_fr: Le Programme d'aide aux immobilisations aéroportuaires fournira le financement,

source: Assistance Program , and will also support a priority project to extend the
fr_fr: qui servira également à appuyer un projet prioritaire de prolongement de la piste de l'aéroport

source: runway at the Transport Canada-owned Îles-de-la-Madeleine Airport.
fr_fr: des Îles-de-la-Madeleine, dont Transports Canada est propriétaire.

source: The government will also continue to examine and engage with investors on opportunities to cultivate
fr_fr: Le gouvernement continuera également d'étudier et de discuter avec les investisseurs des possibilités

source: more private investment at marine ports.
fr_fr: d'accroître les investissements privés dans les ports maritimes.

source: Generational Infrastructure Investments
fr_fr: Investir dans les infrastructures pour les générations à venir

source: The federal government is making significant investments in infrastructure, including trade and
fr_fr: Le gouvernement fédéral réalise des investissements considérables dans les infrastructures, y compris

source: transportation infrastructure, public infrastructure like roads, bridges, water, and public transit,
fr_fr: celles favorisant le transport et le commerce, l'infrastructure publique comme les routes, les

source: as well as other infrastructure.
fr_fr: Des infrastructures nouvelles

source: New and upgraded infrastructure helps businesses run more smoothly,
fr_fr: et mises à niveau aident au bon fonctionnement des entreprises, facilitent le transport des employés

source: makes it easier for people to get to work, and supports new jobs.
fr_fr: vers leur lieu de travail, et contribuent à la création d'emplois.

source: All of this helps the economy grow
fr_fr: Ces mesures stimuleront

source: and become more productive.
fr_fr: l'économie et la rendront plus productive.

source: Planned federal infrastructure investments are expected to reach
fr_fr: infrastructures devraient s'élever à 115,2 milliards de dollars au cours des cinq prochaines

source: $115.2 billion over the next five years.
fr_fr: années. Les communautés et les régions de l'ensemble du Canada font face à des coûts élevés lorsqu'elles

source: Communities and regions across Canada are facing high costs to improve and expand important
fr_fr: doivent améliorer et agrandir des infrastructures importantes.

source: infrastructure.
fr_fr: Ces mises à niveau sont nécessaires

source: These upgrades are needed to support growing populations and replace aging systems.
fr_fr: pour desservir une population croissante et remplacer des systèmes vieillissants.

source: Improving infrastructure can unlock greater productivity and expand trade opportunities for Canada,
fr_fr: Elles permettent aussi d'accroître la productivité et les possibilités commerciales pour le Canada, et peuvent jouer

source: and can also play a key role in addressing the housing shortage and creating more homes for
fr_fr: un rôle clé pour atténuer la pénurie de logements et en créer davantage pour les Canadiens.

source: Canadians. Budget 2025 announces the government's intention to launch a new Build Communities Strong Fund , to be administered by Housing,
fr_fr: Dans le budget de 2025, le gouvernement annonce son intention de lancer un nouveau Fonds pour bâtir des collectivités fortes , qui sera administré par Logement,

source: Infrastructure and Communities Canada, and proposes to provide $51.0 billion over
fr_fr: Infrastructures et Collectivités Canada. Le gouvernement propose de verser 51,0 milliards

source: 10 years, starting in 2026-27, and $3.0 billion per year ongoing in new and
fr_fr: de dollars sur 10 ans à compter de 2026-2027, et de 3,0 milliards de dollars

source: existing funding for this initiative, including through funding to provincial and
fr_fr: par année par la suite, de fonds nouveaux et existants pour cette initiative, y compris des

source: infrastructure projects and help our local communities build Canada strong.
fr_fr: fonds alloués aux gouvernements provinciaux et territoriaux et, par leur intermédiaire, aux

source: These projects will grow a stronger economy and create thousands of good
fr_fr: municipalités, afin d'appuyer une vaste gamme de projets d'infrastructure et d'aider nos

source: jobs and federal project selection will consider factors such as use of unionised labour,
fr_fr: communautés locales à bâtir un Canada fort.

source: and use of Community Employment Benefits agreements.
fr_fr: Ces projets assureront la croissance d'une économie plus forte et créeront des milliers de bons emplois.

source: The program would be comprised of three
fr_fr: De plus, les projets fédéraux retenus tiendront compte de facteurs tels que le recours

source: streams: A Provincial and Territorial Stream that will provide $17.2 billion over
fr_fr: à des travailleurs syndiqués et à des ententes sur les avantages communautaires en matière

source: 10 years, starting in 2026-27, to support provincial and territorial
fr_fr: d'emploi. Le programme comprendrait les trois volets suivants : Un volet provincial et territorial qui fournira 17,2 milliards de dollars sur 10 ans,

source: infrastructure projects and priorities.
fr_fr: provinciale et territoriale.

source: Funding will support housing-enabling
fr_fr: Ces fonds serviront à soutenir les infrastructures favorisant

source: infrastructure (e.g., roads, water/wastewater), health-related infrastructure (e.g.,
fr_fr: l'accès au logement (p. ex. routes, eau, eaux usées), les infrastructures de santé

source: hospitals), and infrastructure at colleges and universities.
fr_fr: (p. ex. hôpitaux) et les infrastructures collégiales et universitaires.

source: To access funds,
fr_fr: Pour accéder aux

source: provinces and territories must agree to cost-match federal funding and to
fr_fr: fonds, les provinces et territoires doivent accepter de réaliser des investissements égaux à

source: substantially reduce development charges and not levy other taxes that hinder the
fr_fr: ceux du gouvernement fédéral, de réduire considérablement les redevances d'aménagement et de ne

source: housing supply.
fr_fr: pas prélever d'autres droits qui entravent l'offre de logements.

source: Of the above amount, $5 billion over three years, starting
fr_fr: Du montant ci-dessus, 5 milliards de dollars sur trois ans, à compter

source: in 2026-27, will be dedicated for a Health Infrastructure
fr_fr: de 2026-2027, seront consacrés à la mise sur pied d'un fonds pour les

source: Fund .
fr_fr: infrastructures dans le domaine de la santé .

source: This fund will complement existing health-related support
fr_fr: Ce fonds complétera le soutien en

source: provided to provinces and territories by helping to ensure their health
fr_fr: matière de santé fourni aux provinces et aux territoires pour les aider à s'assurer que leurs

source: infrastructure, such as hospitals, emergency rooms, urgent care centres, and
fr_fr: infrastructures, comme les hôpitaux, les salles d'urgence, les centres de soins d'urgence et les

source: medical schools, will be able to respond to the health care needs of
fr_fr: écoles de médecine, continueront de répondre aux besoins des Canadiens.

source: Recognising the critical need to strengthen health infrastructure
fr_fr: de renforcer les infrastructures dans le domaine de la santé partout au pays, l'exigence

source: across the country, the requirement related to development charges and other taxes noted above will not apply to this fund.
fr_fr: relative aux redevances d'aménagement et aux autres droits ne s'appliquera pas à ce fonds.

source: A Direct Delivery Stream, delivered by Housing, Infrastructure and Communities
fr_fr: Un volet de prestation directe, réalisé par Logement, Infrastructures et Collectivités Canada,

source: Canada, that will provide $6 billion over 10 years, starting
fr_fr: qui fournira 6 milliards de dollars sur 10 ans, à compter de 2026-2027, pour

source: in 2026-27, to support regionally significant projects, large building
fr_fr: soutenir des projets qui sont importants à l'échelle régionale, des rénovations majeures,

source: retrofits, climate adaptation, and community infrastructure.
fr_fr: l'adaptation climatique ou les infrastructures communautaires.

source: Proponents of
fr_fr: Pour être admissibles à du

source: regionally significant projects would be required to seek private sector investment,
fr_fr: financement au titre de ce volet, les promoteurs de projets importants à l'échelle régionale

source: including private investment leveraged through Canada Infrastructure Bank financing,
fr_fr: seraient tenus de solliciter des investissements du secteur privé, y compris des investissements

source: before being eligible for funding under this stream.
fr_fr: privés obtenus par l'intermédiaire du financement de la Banque d'infrastructure du Canada.

source: The existing Canada Community-Building Fund will be rebranded as the initiative's
fr_fr: Dans le cadre de l'initiative, le Fonds pour le développement des collectivités du Canada

source: Community Stream.
fr_fr: deviendra le volet communautaire.

source: This stream will, as planned, provide $27.8 billion over
fr_fr: Ce volet fournira, comme prévu, 27,8 milliards de dollars

source: 10 years, starting in 2026-27, and $3.0 billion per year ongoing to
fr_fr: sur 10 ans, à compter de 2026-2027, et 3,0 milliards de dollars par année par la

source: support local infrastructure projects.
fr_fr: suite, pour appuyer des projets d'infrastructures locaux.

source: Funding for the Build Communities Strong Fund includes repurposed resources from the
fr_fr: Le financement du Fonds pour bâtir des collectivités fortes comprend des ressources reconverties

source: Canada Housing Infrastructure Fund.
fr_fr: du Fonds canadien pour les infrastructures liées au logement.

source: As examples of projects that will help build strong communities with
fr_fr: Pour illustrer les projets qui contribueront à bâtir des communautés fortes grâce à l'amélioration
